Repository: patrickjane/ut-passes
Catalog: po/*.po
Languages: de

source: Failed to init storage directory
de: Speicherverzeichnis konnte nicht initialisiert werden

source: Storage directory could not be initialized (%1).
de: Das Speicherverzeichnis konnte nicht initialisiert werden (%1).

source: Failed to open pass
de: Pass konnte nicht geöffnet werden

source: Pass '%1' could not be opened (%2). Do you want to delete the pass from storage? This operation cannot be undone.
de: Pass '%1' konnte nicht geöffnet werden (%2). Möchten Sie den Pass aus der App löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Failed to delete pass
de: Pass konnte nicht gelöscht werden

source: Pass '%1' could not be deleted (%2).
de: Pass '%1' konnte nicht gelöscht werden (%2).

source: Add pass
de: Pass hinzufügen

source: Do you want to add '%1' to Passes?
de: Möchten Sie "%1" zu Passes hinzufügen?

source: Add
de: Hinzufügen

source: Import pass
de: Pass importieren

source: Fetch pass updates
de: Pass Aktualisierung laden

source: Do you want to search for pass updates?
de: Möchten Sie nach Aktualisierungen suchen?

source: Fetch updates
de: Aktualisierungen laden

source: Delete pass
de: Pass löschen

source: Do you want to delete the pass from Passes? This operation cannot be undone.
de: Möchten Sie denn Pass aus der App löschen? Dieser Vorgang kann nicht rückgänig gemacht werden.

source: All passes have expired
de: Alle Passes sind abgelaufen

source: No passes have been added yet
de: Es wurden noch keine Passes hinzugefügt

source: Add new pass
de: Neuen Pass hinzufügen

source: Failed to import pass
de: Pass konnte nicht importiert werden

source: Pass '%1' could not be imported (%2).
de: Pass '%1' konnte nicht importiert werden (%2).

source: Settings
de: Einstellungen

source: Updates
de: Aktualisierungen

source: Fetch pass updates upon app start
de: Pass Updates bei App-Start suchen

source: Fetch pass updates at regular intervals
de: Pass Updates in regelmäßigen Intervallen suchen

source: %1 minutes
de: %1 Minuten

source: Share pass
de: Pass teilen

source: This pass has expired
de: Der Pass is abgelaufen

source: Hide %1 expired passes
de: %1 abgelaufene Passes ausblenden

source: Show %1 expired passes
de: %1 abgelaufene Passes anzeigen

source: Close
de: Schließen

source: Unknown barcode format
de: Unbekanntes Barcode-Format

source: Failed to determine writable app data storage location
de: Fehler beim Ermitteln des Speicherorts für App-Daten

source: App data storage location inaccessible
de: Zugriff auf App-Datenspeicherort nicht möglich

source: can't create subfolder:
de: Unterordner kann nicht angelegt werden:

source: Storage directory inaccessible, cannot import pass
de: Speicherverzeichnis nicht verfügbar, Pass kann nicht importiert werden

source: File path of the pass seems to be invalid
de: Dateipfad des Passes ist ungültig

source: Same pass has already been imported
de: Der gleiche Pass wurde bereits importiert

source: Failed to import pass into storage directory
de: Pass konnte nicht ins Datenverzeichnis importiert werden

source: Pass with the same barcode has already been imported
de: Pass mit identischem Barcode wurde bereits importiert

source: Failed to delete pass (pass unknown)
de: Pass konnte nicht gelöscht werden (Pass unbekannt)

source: Failed to delete pass from storage directory (%1)
de: Pass konnte nicht aus dem Datenverzeichnis gelöscht werden (%1)

source: Failed to fetch pass updates (no webservice info available)
de: Pass Aktualisierung konnte nicht geladen werden (keine Webservice-Info verfügbar)

source: Loading pass update failed (Network error: %1/%2)
de: Pass Aktualisierung konnte nicht geladen werden (Netzwerkfehler: %1/%2)

source: Failed to save pass update to storage / could not open file (%1)
de: Pass Aktualisierung konnte nicht gespeichert werden / Datei konnte nicht geöffnet werden (%1)

source: Failed to save pass update to storage / could not write file (%1)
de: Pass Aktualisierung konnte nicht gespeichert werden / Datei konnte nicht gespeichert werden (%1)

source: Failed to save pass update to storage / could replace existing pass (%1)
de: Pass Aktualisierung konnte nicht gespeichert werden / existierende Datei konnte nicht ersetzt werden (%1)

source: Failed to export pass bundle (failed to create archive))
de: Pass Bundle konnte nicht exportiert werden (Archiv konnte nicht erstellt werden)

source: Failed to export pass bundle (failed to add file to archive))
de: Pass Bundle konnte nicht exportiert werden (Datei konnte nicht zu Archiv hinzugefügt werden)

source: Can't open passes bundle (%1)
de: Pass bundle konnte nicht geöffnet werden (%1)

source: Contained bundle pass already exists, can't extract bundle
de: Enthaltener Bundle pass existiert bereits, Pass bundle kann nicht extrahiert werden

source: Failed to open bundle/bundle contents, can't extract bundle (%1)
de: Bundle/Bundle-Inhalt konnte nicht geöffnet werden (%1)

source: Failed to open extracted pass for writing, can't extract bundle (%1)
de: Entpackter Pass konnte nicht zum Schreiben geöffnet werden (%1)

source: Failed to delete already extracted pass(es) of incomplete/corrupt bundle
de: Bereits extrahierte Pass(es) des bundles konnten nicht gelöscht werden

source: Archive does not contain a valid pass
de: Archiv enthält keinen gültigen Pass

source: Pass information is invalid (empty)
de: Pass information ist ungültig (leer)

source: Pass information is invalid
de: Pass information ist ungültig

source: Pass information is invalid (missing description/organization key(s))
de: Pass information ist ungültig (fehlende Beschreibung/Organisation)

source: Pass contains invalid/incomplete barcode information
de: Pass enthält ungültige Barcode-Informationen

source: Pass contains invalid/incomplete image data
de: Pass enthält ungültige/unvollständige Bilddaten
